{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Boosterchip",
			"Children": [
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 30%"
					},
					"Translation":
					{
						"Text": "回復アイテムの回復量が10%の確率で30%増加する"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 35%"
					},
					"Translation":
					{
						"Text": "回復アイテムの回復量が10%の確率で35%増加する"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "10% chance for healing item recovery amount to increase by 45%"
					},
					"Translation":
					{
						"Text": "回復アイテムの回復量が10%の確率で45%増加する"
					},
					"Key": "Desc_Heal_Pack_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "15% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "通常攻撃が炎ダメージを与える確率が15%増加する"
					},
					"Key": "Desc_Flame_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が炎ダメージを与える確率が16%増加する"
					},
					"Key": "Desc_Flame_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "16% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が炎ダメージを与える確率が16%増加する"
					},
					"Key": "Desc_Flame_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 2x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "倒した敵から25%の確率で2倍のクラフト素材を獲得する"
					},
					"Key": "Desc_Lucky_Extra_Drop_Normal"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 3x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "倒した敵から25%の確率で3倍のクラフト素材を獲得する"
					},
					"Key": "Desc_Lucky_Extra_Drop_Rare"
				},
				{
					"Source":
					{
						"Text": "25% chance to obtain 4x crafting materials from defeated enemies"
					},
					"Translation":
					{
						"Text": "倒した敵から25%の確率で4倍のクラフト素材を獲得する"
					},
					"Key": "Desc_Lucky_Extra_Drop_Legendary"
				},
				{
					"Source":
					{
						"Text": "30% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "通常攻撃が炎ダメージを与える確率が30%増加する"
					},
					"Key": "Desc_Flame_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が炎ダメージを与える確率が35%増加する"
					},
					"Key": "Desc_Flame_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "35% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が炎ダメージを与える確率が35%増加する"
					},
					"Key": "Desc_Flame_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "5% chance for normal attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "通常攻撃が炎ダメージを与える確率が5%増加する"
					},
					"Key": "Desc_Flame_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for dash attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が炎ダメージを与える確率が7%増加する"
					},
					"Key": "Desc_Flame_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "7% chance for jump attack to deal flame damage"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が炎ダメージを与える確率が7%増加する"
					},
					"Key": "Desc_Flame_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "Action"
					},
					"Translation":
					{
						"Text": "アクション"
					},
					"Key": "UI_Name_Action"
				},
				{
					"Source":
					{
						"Text": "Aerial Combo"
					},
					"Translation":
					{
						"Text": "エアリアルコンボ"
					},
					"Key": "UI_Name_Aerial_Combo"
				},
				{
					"Source":
					{
						"Text": "Aerial Oxidation Attack"
					},
					"Translation":
					{
						"Text": "エアリアル酸化アタック"
					},
					"Key": "Name_Oxidation_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Aerial Strike Optimization"
					},
					"Translation":
					{
						"Text": "エアリアルストライク最適化"
					},
					"Key": "Name_Aerial_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Aerial Throttling"
					},
					"Translation":
					{
						"Text": "エアリアルスロットリング"
					},
					"Key": "Name_Throttling_Aerial"
				},
				{
					"Source":
					{
						"Text": "Battery Enhancement"
					},
					"Translation":
					{
						"Text": "バッテリー強化"
					},
					"Key": "Name_Enhancement_Battery"
				},
				{
					"Source":
					{
						"Text": "Critical"
					},
					"Translation":
					{
						"Text": "クリティカル"
					},
					"Key": "UI_Name_Critical"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Attack"
					},
					"Translation":
					{
						"Text": "クリティカルエアリアルアタック"
					},
					"Key": "Name_Critical_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Critical Aerial Flame Strike"
					},
					"Translation":
					{
						"Text": "クリティカルエアリアルフレイムストライク"
					},
					"Key": "Name_Flame_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Dash"
					},
					"Translation":
					{
						"Text": "クリティカルダッシュ"
					},
					"Key": "Name_Critical_Dash"
				},
				{
					"Source":
					{
						"Text": "Critical Oxidation Strike"
					},
					"Translation":
					{
						"Text": "クリティカル酸化ストライク"
					},
					"Key": "Name_Critical_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Critical Strike"
					},
					"Translation":
					{
						"Text": "クリティカルストライク"
					},
					"Key": "Name_Critical_Strike"
				},
				{
					"Source":
					{
						"Text": "Currency"
					},
					"Translation":
					{
						"Text": "通貨"
					},
					"Key": "UI_Name_Currency"
				},
				{
					"Source":
					{
						"Text": "Dash Combo"
					},
					"Translation":
					{
						"Text": "ダッシュコンボ"
					},
					"Key": "UI_Name_DashCombo"
				},
				{
					"Source":
					{
						"Text": "Dash Optimization"
					},
					"Translation":
					{
						"Text": "ダッシュ最適化"
					},
					"Key": "Name_Dash_Optimization"
				},
				{
					"Source":
					{
						"Text": "Firewall Enhancement"
					},
					"Translation":
					{
						"Text": "ファイアウォール強化"
					},
					"Key": "Name_Firewall_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Flame"
					},
					"Translation":
					{
						"Text": "フレイム"
					},
					"Key": "UI_Name_Flame"
				},
				{
					"Source":
					{
						"Text": "Flame Dash"
					},
					"Translation":
					{
						"Text": "フレイムダッシュ"
					},
					"Key": "Name_Flame_Dash"
				},
				{
					"Source":
					{
						"Text": "Flame Strike"
					},
					"Translation":
					{
						"Text": "フレイムストライク"
					},
					"Key": "Name_Flame_Strike"
				},
				{
					"Source":
					{
						"Text": "Footwork Optimization"
					},
					"Translation":
					{
						"Text": "フットワーク最適化"
					},
					"Key": "Name_Footwork_Optimization"
				},
				{
					"Source":
					{
						"Text": "Freezing"
					},
					"Translation":
					{
						"Text": "フリーズ"
					},
					"Key": "UI_Name_Freezing"
				},
				{
					"Source":
					{
						"Text": "Freezing Aerial"
					},
					"Translation":
					{
						"Text": "フリージングエアリアル"
					},
					"Key": "Name_Freezing_Aerial"
				},
				{
					"Source":
					{
						"Text": "Freezing Dash"
					},
					"Translation":
					{
						"Text": "フリージングダッシュ"
					},
					"Key": "Name_Freezing_Dash"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "フリージング耐性"
					},
					"Key": "Name_Resistance_Freezing"
				},
				{
					"Source":
					{
						"Text": "Freezing Resistance"
					},
					"Translation":
					{
						"Text": "フリージング耐性"
					},
					"Key": "Name_Freezing_Resistance"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike"
					},
					"Translation":
					{
						"Text": "フリージングストライク"
					},
					"Key": "Name_Freezing_Strike"
				},
				{
					"Source":
					{
						"Text": "Freezing Strike Enhancement"
					},
					"Translation":
					{
						"Text": "フリージングストライク強化"
					},
					"Key": "Name_Freezing_Strike_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Heal Pack Enhancement"
					},
					"Translation":
					{
						"Text": "ヒールパック強化"
					},
					"Key": "Name_Enhancement_Heal_Pack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Aerial Attack"
					},
					"Translation":
					{
						"Text": "ハイリスクエアリアルアタック"
					},
					"Key": "Name_High-Risk_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Dash"
					},
					"Translation":
					{
						"Text": "ハイリスク酸化ダッシュ"
					},
					"Key": "Name_High-Risk_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "High-Risk Oxidation Strike"
					},
					"Translation":
					{
						"Text": "ハイリスク酸化ストライク"
					},
					"Key": "Name_High-Risk_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Hit Rate Enhancement"
					},
					"Translation":
					{
						"Text": "命中率強化"
					},
					"Key": "Name_Hit_Rate_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Landing Optimization"
					},
					"Translation":
					{
						"Text": "着地最適化"
					},
					"Key": "Name_Landing_Optimization"
				},
				{
					"Source":
					{
						"Text": "Legendary"
					},
					"Translation":
					{
						"Text": "レジェンダリー"
					},
					"Key": "Grade_Legendary"
				},
				{
					"Source":
					{
						"Text": "Lucky Extra Drop"
					},
					"Translation":
					{
						"Text": "ラッキーエクストラドロップ"
					},
					"Key": "Name_Lucky_Extra_Drop"
				},
				{
					"Source":
					{
						"Text": "Normal"
					},
					"Translation":
					{
						"Text": "ノーマル"
					},
					"Key": "Grade_Normal"
				},
				{
					"Source":
					{
						"Text": "Normal Combo"
					},
					"Translation":
					{
						"Text": "通常コンボ"
					},
					"Key": "UI_Name_NormalCombo"
				},
				{
					"Source":
					{
						"Text": "Overdrive Mode"
					},
					"Translation":
					{
						"Text": "オーバードライブモード"
					},
					"Key": "Name_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "Oxidation"
					},
					"Translation":
					{
						"Text": "氧化"
					},
					"Key": "UI_Name_Oxidation"
				},
				{
					"Source":
					{
						"Text": "Oxidation Dash"
					},
					"Translation":
					{
						"Text": "酸化ダッシュ"
					},
					"Key": "Name_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Oxidation Strike"
					},
					"Translation":
					{
						"Text": "酸化ストライク"
					},
					"Key": "Name_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Aerial Strike"
					},
					"Translation":
					{
						"Text": "精密エアリアルストライク"
					},
					"Key": "Name_Precision_Aerial_Strike"
				},
				{
					"Source":
					{
						"Text": "Precision Dash"
					},
					"Translation":
					{
						"Text": "精密ダッシュ"
					},
					"Key": "Name_Precision_Dash"
				},
				{
					"Source":
					{
						"Text": "Precision Strike"
					},
					"Translation":
					{
						"Text": "精密ストライク"
					},
					"Key": "Name_Precision_Strike"
				},
				{
					"Source":
					{
						"Text": "Rare"
					},
					"Translation":
					{
						"Text": "レア"
					},
					"Key": "Grade_Rare"
				},
				{
					"Source":
					{
						"Text": "Select New Boosterchip"
					},
					"Translation":
					{
						"Text": "新しいブースターチップを選択"
					},
					"Key": "UI_Choose_New_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "Self Aerial Overload"
					},
					"Translation":
					{
						"Text": "自己エアリアルオーバーロード"
					},
					"Key": "Name_Overload_Self_Aerial"
				},
				{
					"Source":
					{
						"Text": "Self Overload"
					},
					"Translation":
					{
						"Text": "自己オーバーロード"
					},
					"Key": "Name_Overload_Self"
				},
				{
					"Source":
					{
						"Text": "Self Overload Dash"
					},
					"Translation":
					{
						"Text": "自己オーバーロードダッシュ"
					},
					"Key": "Name_Overload_Self_Dash"
				},
				{
					"Source":
					{
						"Text": "Self Overload Strike"
					},
					"Translation":
					{
						"Text": "自己オーバーロードストライク"
					},
					"Key": "Name_Overload_Self_Strike"
				},
				{
					"Source":
					{
						"Text": "Skill Optimization"
					},
					"Translation":
					{
						"Text": "スキル最適化"
					},
					"Key": "Name_Skill_Optimization"
				},
				{
					"Source":
					{
						"Text": "Slow"
					},
					"Translation":
					{
						"Text": "减速"
					},
					"Key": "UI_Name_Slow"
				},
				{
					"Source":
					{
						"Text": "Strike Optimization"
					},
					"Translation":
					{
						"Text": "ストライク最適化"
					},
					"Key": "Name_Strike_Optimization"
				},
				{
					"Source":
					{
						"Text": "Stunning Output"
					},
					"Translation":
					{
						"Text": "スタニングアウトプット"
					},
					"Key": "Name_Stunning_Output"
				},
				{
					"Source":
					{
						"Text": "Sub-Weapon Slot Enhancement"
					},
					"Translation":
					{
						"Text": "サブ武器スロット強化"
					},
					"Key": "Name_Enhancement_Sub-Weapon_Slot"
				},
				{
					"Source":
					{
						"Text": "System Performance Enhancement"
					},
					"Translation":
					{
						"Text": "システム性能強化"
					},
					"Key": "Name_System_Performance_Enhancement"
				},
				{
					"Source":
					{
						"Text": "Throttling Dash"
					},
					"Translation":
					{
						"Text": "スロットリングダッシュ"
					},
					"Key": "Name_Throttling_Dash"
				},
				{
					"Source":
					{
						"Text": "Throttling Strike"
					},
					"Translation":
					{
						"Text": "スロットリングストライク"
					},
					"Key": "Name_Throttling_Strike"
				},
				{
					"Source":
					{
						"Text": "Toxic Aerial Attack"
					},
					"Translation":
					{
						"Text": "トキシックエアリアルアタック"
					},
					"Key": "Name_Toxic_Aerial_Attack"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Dash"
					},
					"Translation":
					{
						"Text": "トキシック酸化ダッシュ"
					},
					"Key": "Name_Toxic_Oxidation_Dash"
				},
				{
					"Source":
					{
						"Text": "Toxic Oxidation Strike"
					},
					"Translation":
					{
						"Text": "トキシック酸化ストライク"
					},
					"Key": "Name_Toxic_Oxidation_Strike"
				},
				{
					"Source":
					{
						"Text": "Transcendent Critical"
					},
					"Translation":
					{
						"Text": "超越クリティカル"
					},
					"Key": "Name_Critical_Transcendent"
				},
				{
					"Source":
					{
						"Text": "You will forfeit the boosterchip  acquisition. \r\nThis choice is irreversible. \r\nDo you wish to continue?"
					},
					"Translation":
					{
						"Text": "ブースターチップの獲得を放棄します。\r\nこの選択は取り消せません。\r\n続行しますか？"
					},
					"Key": "UI_RewardWarning"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 2%"
					},
					"Translation":
					{
						"Text": "すべての攻撃のクリティカル率が2%増加する"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 3%"
					},
					"Translation":
					{
						"Text": "すべての攻撃のクリティカル率が3%増加する"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit chance increases by 4%"
					},
					"Translation":
					{
						"Text": "すべての攻撃のクリティカル率が4%増加する"
					},
					"Key": "Desc_Hit_Rate_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.2 times"
					},
					"Translation":
					{
						"Text": "すべての攻撃のクリティカルダメージが1.2倍増加する"
					},
					"Key": "Desc_Transcendent_Critical_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.3 times"
					},
					"Translation":
					{
						"Text": "すべての攻撃のクリティカルダメージが1.3倍増加する"
					},
					"Key": "Desc_Transcendent_Critical_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack critical hit damage increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "すべての攻撃のクリティカルダメージが1.5倍増加する"
					},
					"Key": "Desc_Transcendent_Critical_Legendary"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 1%"
					},
					"Translation":
					{
						"Text": "すべての攻撃力が1%増加する"
					},
					"Key": "Desc_System_Performance_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 2%"
					},
					"Translation":
					{
						"Text": "すべての攻撃力が2%増加する"
					},
					"Key": "Desc_System_Performance_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "all attack power increases by 3%"
					},
					"Translation":
					{
						"Text": "すべての攻撃力が3%増加する"
					},
					"Key": "Desc_System_Performance_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃のクリティカル率が12%増加する"
					},
					"Key": "Desc_Precision_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃のクリティカル率が17%増加する"
					},
					"Key": "Desc_Precision_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃のクリティカル率が7%増加する"
					},
					"Key": "Desc_Precision_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃のクリティカルダメージが2.5倍増加する"
					},
					"Key": "Desc_Critical_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃のクリティカルダメージが3.5倍増加する"
					},
					"Key": "Desc_Critical_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃のクリティカルダメージが4.5倍増加する"
					},
					"Key": "Desc_Critical_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が強い酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が弱い酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が大幅に増加し、スローデバフを付与する"
					},
					"Key": "Desc_Throttling_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃が増加し、スローデバフを付与する"
					},
					"Key": "Desc_Throttling_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の威力が17%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の威力が27%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の威力が7%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃がわずかに増加し、スローデバフを付与する"
					},
					"Key": "Desc_Throttling_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の速度が15%低下するが、さらに強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の速度が15%低下するが、強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "dash attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の速度が15%低下するが、非常に強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 25%"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の速度が25%増加する"
					},
					"Key": "Desc_Dash_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 45%"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の速度が45%増加する"
					},
					"Key": "Desc_Dash_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "dash attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "ダッシュ攻撃の速度が8%増加する"
					},
					"Key": "Desc_Dash_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "防御力が50%減少するが、通常攻撃がさらに強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "防御力が50%減少するが、通常攻撃が強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power decreases by 50%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "防御力が50%減少するが、通常攻撃が非常に強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 10%"
					},
					"Translation":
					{
						"Text": "防御力が10%増加する"
					},
					"Key": "Desc_Firewall_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 30%"
					},
					"Translation":
					{
						"Text": "防御力が30%増加する"
					},
					"Key": "Desc_Firewall_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "defense power increases by 50%"
					},
					"Translation":
					{
						"Text": "防御力が50%増加する"
					},
					"Key": "Desc_Firewall_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 12%"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃のクリティカル率が12%増加する"
					},
					"Key": "Desc_Precision_Aerial_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 17%"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃のクリティカル率が17%増加する"
					},
					"Key": "Desc_Precision_Aerial_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit chance increases by 7%"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃のクリティカル率が7%増加する"
					},
					"Key": "Desc_Precision_Aerial_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 2.5 times"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃のクリティカルダメージが2.5倍増加する"
					},
					"Key": "Desc_Critical_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 3.5 times"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃のクリティカルダメージが3.5倍増加する"
					},
					"Key": "Desc_Critical_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack critical hit damage increases by 4.5 times"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃のクリティカルダメージが4.5倍増加する"
					},
					"Key": "Desc_Critical_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が強い酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が弱い酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が大幅に増加し、スローデバフを付与する"
					},
					"Key": "Desc_Aerial_Throttling_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃が増加し、スローデバフを付与する"
					},
					"Key": "Desc_Aerial_Throttling_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 17% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の威力が17%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 27% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の威力が27%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack power increases by 7% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の威力が7%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack slightly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃がわずかに増加し、スローデバフを付与する"
					},
					"Key": "Desc_Aerial_Throttling_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の速度が15%低下するが、スローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Aerial_Normal"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の速度が15%低下するが、強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Aerial_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の速度が15%低下するが、非常に強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Aerial_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 24%"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の速度が24%増加する"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 40%"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の速度が40%増加する"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "jump attack speed increases by 8%"
					},
					"Translation":
					{
						"Text": "ジャンプ攻撃の速度が8%増加する"
					},
					"Key": "Desc_Aerial_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 10%, but movement speed increases by 45%"
					},
					"Translation":
					{
						"Text": "最大HPが10%減少するが、移動速度が45%増加する"
					},
					"Key": "Desc_Overdrive_Mode"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "最大HPが20%減少するが、通常攻撃がさらに強い酸性ダメージを与える"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "最大HPが20%減少するが、通常攻撃が強い酸性ダメージを与える"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP decreases by 20%, but normal attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "最大HPが20%減少するが、通常攻撃が非常に強い酸性ダメージを与える"
					},
					"Key": "Desc_High-Risk_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 15%"
					},
					"Translation":
					{
						"Text": "最大HPが15%増加する"
					},
					"Key": "Desc_Battery_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 20%"
					},
					"Translation":
					{
						"Text": "最大HPが20%増加する"
					},
					"Key": "Desc_Battery_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "max HP increases by 35%"
					},
					"Translation":
					{
						"Text": "最大HPが35%増加する"
					},
					"Key": "Desc_Battery_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 10%"
					},
					"Translation":
					{
						"Text": "移動速度が30%低下するが、通常攻撃の威力が10%増加する"
					},
					"Key": "Desc_Overload_Self_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 20%"
					},
					"Translation":
					{
						"Text": "移動速度が30%低下するが、通常攻撃の威力が20%増加する"
					},
					"Key": "Desc_Overload_Self_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed decreases by 30%, but normal attack power increases by 30%"
					},
					"Translation":
					{
						"Text": "移動速度が30%低下するが、通常攻撃の威力が30%増加する"
					},
					"Key": "Desc_Overload_Self_Legendary"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 15%"
					},
					"Translation":
					{
						"Text": "移動速度が15%増加する"
					},
					"Key": "Desc_Footwork_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 26%"
					},
					"Translation":
					{
						"Text": "移動速度が26%増加する"
					},
					"Key": "Desc_Footwork_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "movement speed increases by 40%"
					},
					"Translation":
					{
						"Text": "移動速度が40%増加する"
					},
					"Key": "Desc_Footwork_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 10%"
					},
					"Translation":
					{
						"Text": "通常攻撃のクリティカル率が10%増加する"
					},
					"Key": "Desc_Precision_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 15%"
					},
					"Translation":
					{
						"Text": "通常攻撃のクリティカル率が15%増加する"
					},
					"Key": "Desc_Precision_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit chance increases by 5%"
					},
					"Translation":
					{
						"Text": "通常攻撃のクリティカル率が5%増加する"
					},
					"Key": "Desc_Precision_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 2 times"
					},
					"Translation":
					{
						"Text": "通常攻撃のクリティカルダメージが2倍増加する"
					},
					"Key": "Desc_Critical_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 3 times"
					},
					"Translation":
					{
						"Text": "通常攻撃のクリティカルダメージが3倍増加する"
					},
					"Key": "Desc_Critical_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack critical hit damage increases by 4 times"
					},
					"Translation":
					{
						"Text": "通常攻撃のクリティカルダメージが4倍増加する"
					},
					"Key": "Desc_Critical_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃が酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃が強い酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack deals weak acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃が弱い酸性ダメージを与える"
					},
					"Key": "Desc_Oxidation_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack greatly increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃が大幅に増加し、スローデバフを付与する"
					},
					"Key": "Desc_Throttling_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 1% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃が1%の確率で非常に強いスタンデバフを付与する"
					},
					"Key": "Desc_Stunning_Output_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 2% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃が2%の確率で非常に強いスタンデバフを付与する"
					},
					"Key": "Desc_Stunning_Output_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack has a 3% chance to inflict very strong stun debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃が3%の確率で非常に強いスタンデバフを付与する"
					},
					"Key": "Desc_Stunning_Output_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack increases and inflicts slow debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃が増加し、スローデバフを付与する"
					},
					"Key": "Desc_Throttling_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が2%減少するが、ダッシュ攻撃がさらに強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が2%減少するが、ダッシュ攻撃が強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but dash attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が2%減少するが、ダッシュ攻撃が非常に強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Oxidation_Dash_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals even stronger acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が2%減少するが、ジャンプ攻撃がさらに強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals strong acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が2%減少するが、ジャンプ攻撃が強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack power decreases by 2%, but jump attack deals very strong acidic damage"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が2%減少するが、ジャンプ攻撃が非常に強い酸性ダメージを与える"
					},
					"Key": "Desc_Toxic_Aerial_Attack_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 15% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が15%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 25% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が25%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack power increases by 5% and has a chance to inflict stun debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃の威力が5%増加し、スタンデバフを付与する可能性がある"
					},
					"Key": "Desc_Freezing_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack slightly increases and inflicts slow effect"
					},
					"Translation":
					{
						"Text": "通常攻撃がわずかに増加し、スロー効果を付与する"
					},
					"Key": "Desc_Throttling_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts even stronger slow debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃の速度が15%低下するが、さらに強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Strike_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts strong slow debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃の速度が15%低下するが、強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Strike_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack speed decreases by 15%, but inflicts very strong slow debuff"
					},
					"Translation":
					{
						"Text": "通常攻撃の速度が15%低下するが、非常に強いスローデバフを付与する"
					},
					"Key": "Desc_Overload_Self_Strike_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 20%"
					},
					"Translation":
					{
						"Text": "通常攻撃の速度が20%増加する"
					},
					"Key": "Desc_Strike_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 35%"
					},
					"Translation":
					{
						"Text": "通常攻撃の速度が35%増加する"
					},
					"Key": "Desc_Strike_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "normal attack speed increases by 5%"
					},
					"Translation":
					{
						"Text": "通常攻撃の速度が5%増加する"
					},
					"Key": "Desc_Strike_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 10%"
					},
					"Translation":
					{
						"Text": "通常攻撃のスタン確率が10%増加する"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 20%"
					},
					"Translation":
					{
						"Text": "通常攻撃のスタン確率が20%増加する"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "normal attack stun chance increases by 30%"
					},
					"Translation":
					{
						"Text": "通常攻撃のスタン確率が30%増加する"
					},
					"Key": "Desc_Freezing_Strike_Enhancement_Legendary"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 10%"
					},
					"Translation":
					{
						"Text": "全体のスキルクールダウンが10%短縮される"
					},
					"Key": "Desc_Skill_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 35%"
					},
					"Translation":
					{
						"Text": "全体のスキルクールダウンが35%短縮される"
					},
					"Key": "Desc_Skill_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "overall skill cooldown decreases by 50%"
					},
					"Translation":
					{
						"Text": "全体のスキルクールダウンが50%短縮される"
					},
					"Key": "Desc_Skill_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 30%"
					},
					"Translation":
					{
						"Text": "スタンデバフの持続時間を30%短縮する"
					},
					"Key": "Desc_Freezing_Resistance_Normal"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 40%"
					},
					"Translation":
					{
						"Text": "スタンデバフの持続時間を40%短縮する"
					},
					"Key": "Desc_Freezing_Resistance_Rare"
				},
				{
					"Source":
					{
						"Text": "reduces stun debuff duration by 50%"
					},
					"Translation":
					{
						"Text": "スタンデバフの持続時間を50%短縮する"
					},
					"Key": "Desc_Freezing_Resistance_Legendary"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 20%"
					},
					"Translation":
					{
						"Text": "回避のディレイが20%短縮される"
					},
					"Key": "Desc_Landing_Optimization_Normal"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 30%"
					},
					"Translation":
					{
						"Text": "回避のディレイが30%短縮される"
					},
					"Key": "Desc_Landing_Optimization_Rare"
				},
				{
					"Source":
					{
						"Text": "roll delay decreases by 40%"
					},
					"Translation":
					{
						"Text": "回避のディレイが40%短縮される"
					},
					"Key": "Desc_Landing_Optimization_Legendary"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 1.5 times"
					},
					"Translation":
					{
						"Text": "サブ武器の最大所持数が1.5倍増加する"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Normal"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 2 times"
					},
					"Translation":
					{
						"Text": "サブ武器の最大所持数が2倍増加する"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Rare"
				},
				{
					"Source":
					{
						"Text": "sub-weapon max capacity increases by 3 times"
					},
					"Translation":
					{
						"Text": "サブ武器の最大所持数が3倍増加する"
					},
					"Key": "Desc_Sub-Weapon_Slot_Enhancement_Legendary"
				}
			]
		},
		{
			"Namespace": "ST_EasyGameUICommon",
			"Children": [
				{
					"Source":
					{
						"Text": "Ability"
					},
					"Translation":
					{
						"Text": "アビリティ"
					},
					"Key": "Ability"
				},
				{
					"Source":
					{
						"Text": "Ability_Description"
					},
					"Translation":
					{
						"Text": "アビリティ説明"
					},
					"Key": "Ability_Description"
				},
				{
					"Source":
					{
						"Text": "Ability_Name"
					},
					"Translation":
					{
						"Text": "アビリティ名"
					},
					"Key": "Ability_Name"
				},
				{
					"Source":
					{
						"Text": "Adjust the camera field of view (FOV)"
					},
					"Translation":
					{
						"Text": "カメラの視野角（FOV）を調整します。"
					},
					"Key": "Desc_CameraFOVSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the displayed resolution of the game.\r\n\r\nWindow Mode must be set to Full Screen or Windowed to be able to change the displayed resolution of the game."
					},
					"Translation":
					{
						"Text": "ゲームの表示解像度を調整します。\r\n\r\nウィンドウモードをフルスクリーンまたはウィンドウ表示に設定する必要があります。"
					},
					"Key": "Desc_Resolution"
				},
				{
					"Source":
					{
						"Text": "Adjust the framerate limit to the specified value between 30 and 200 fps. \r\n\r\nValues lower than 30 will remove the framerate limit.\r\nVSync must be disabled if you want to adjust the Framerate Limit manually.  "
					},
					"Translation":
					{
						"Text": "フレームレートの上限を30～200fpsの範囲で設定します。\r\n\r\n30未満の値を設定すると、フレームレートの制限が解除されます。\r\nフレームレート上限を手動で調整するには、VSyncを無効にする必要があります。"
					},
					"Key": "Desc_FramerateLimitSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the global brightness of the game."
					},
					"Translation":
					{
						"Text": "ゲームの全体的な明るさを調整します。"
					},
					"Key": "Desc_GammaSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the internal render resolution scale of the game.\r\n\r\nAnti Aliasing Method must be set to Off, FXAA or TAA and Upscaling Method to Off in order to adjust the resolution scale manually."
					},
					"Translation":
					{
						"Text": "ゲームの内部レンダー解像度スケールを調整します。\r\n\r\nアンチエイリアス方式をオフ、FXAA、またはTAAに設定し、アップスケーリング方法をオフにする必要があります。"
					},
					"Key": "Desc_ResolutionScaleSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the language of the game."
					},
					"Translation":
					{
						"Text": "ゲームの言語を調整します。"
					},
					"Key": "Desc_LanguageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and amount of motion blur displayed on screen. \r\n\r\nThis setting has minimal impact on performances and is recomended to smooth lower framerates."
					},
					"Translation":
					{
						"Text": "画面上に表示されるモーションブラーの品質と量を調整します。\r\n\r\nこの設定はパフォーマンスへの影響が最小限であり、低フレームレートを滑らかにするために推奨されます。"
					},
					"Key": "Desc_MotionBlurSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and density of foliage."
					},
					"Translation":
					{
						"Text": "草木の品質と密度を調整します。"
					},
					"Key": "Desc_FoliageSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality and resolution of volumetrics effects such as volumetric fog. \r\n\r\nThis setting can have a large impact on performances at its highest option."
					},
					"Translation":
					{
						"Text": "ボリューメトリックフォグなどのボリューメトリックエフェクトの品質と解像度を調整します。\r\n\r\n最高設定ではパフォーマンスに大きな影響を与える可能性があります。"
					},
					"Key": "Desc_VolumetricsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of post processing effects. \r\n\r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "ポストプロセスエフェクトの品質を調整します。\r\n\r\nこの設定はパフォーマンスへの影響が最小限です。"
					},
					"Key": "Desc_PostProcessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of texture filtering. Higher quality settings reduces blur when viewing textures at an angle.\r\n\r\nThis setting has minimal impact to performances."
					},
					"Translation":
					{
						"Text": "テクスチャフィルタリングの品質を調整します。\r\n高品質な設定にすると、角度のついたテクスチャのぼやけを軽減します。\r\n\r\nこの設定はパフォーマンスへの影響が最小限です。"
					},
					"Key": "Desc_TexturesFilteringSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of textures that are allowed to be loaded into the video memory of your graphics card. \r\n\r\nThis setting has minimal impact to performances and won’t have a visual impact if you graphics card has enough video memory. "
					},
					"Translation":
					{
						"Text": "グラフィックスカードのビデオメモリにロードされるテクスチャの品質を調整します。\r\n\r\nこの設定はパフォーマンスにほとんど影響を与えず、十分なビデオメモリがある場合は視覚的な影響はありません。"
					},
					"Key": "Desc_TexturesSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Global Illumination. \r\n\r\nLumen High and Ultra offer better visual quality with ray-traced global illumination but have a larger impact to performances than DFAO."
					},
					"Translation":
					{
						"Text": "グローバルイルミネーションの品質を調整します。\r\n\r\nLumen HighとUltraは、レイトレースによるグローバルイルミネーションを提供し、\r\n視覚的な品質が向上しますが、DFAOよりもパフォーマンスへの影響が大きくなります。"
					},
					"Key": "Desc_GlobalIlluminationSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the Reflections.\r\n\r\nLumen High and Ultra offer better visual quality with ray-traced reflections but have a larger impact to performancs than the Screen Space Reflections options. \r\n\r\nGlobal Illumination must be set to Lumen High or better for the Lumen Reflections to work."
					},
					"Translation":
					{
						"Text": "反射の品質を調整します。\r\n\r\nLumen HighとUltraはレイトレーシングによる高品質な反射を提供しますが、\r\nスクリーンスペース反射オプションよりもパフォーマンスに大きな影響を与えます。\r\n\r\nグローバルイルミネーションをLumen High以上に設定する必要があります。"
					},
					"Key": "Desc_ReflectionsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the choosen anti aliasing method."
					},
					"Translation":
					{
						"Text": "選択したアンチエイリアス方式の品質を調整します。"
					},
					"Key": "Desc_AAQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of the shadows and their draw distance. \r\n\r\nThis setting can has a large impact on performances at its highest option. \r\nIt is not recommended to set it to Ultra with Virtual Shadow Maps enabled."
					},
					"Translation":
					{
						"Text": "シャドウの品質と描画距離を調整します。\r\n\r\n最高設定ではパフォーマンスに大きな影響を与える可能性があります。\r\nバーチャルシャドウマップが有効な場合はUltra設定にすることは推奨されません。"
					},
					"Key": "Desc_ShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the quality of visual effects such as particles."
					},
					"Translation":
					{
						"Text": "パーティクルなどの視覚効果の品質を調整します。"
					},
					"Key": "Desc_EffectsSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sensitivity of camera movements."
					},
					"Translation":
					{
						"Text": "カメラ移動の感度を調整します。"
					},
					"Key": "Desc_CameraSensivitySetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the shading quality of materials."
					},
					"Translation":
					{
						"Text": "マテリアルのシェーディング品質を調整します。"
					},
					"Key": "Desc_ShadingSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the sharpness applied to the image.  "
					},
					"Translation":
					{
						"Text": "画像に適用されるシャープネスを調整します。"
					},
					"Key": "Desc_UpscaleSharpnessSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the view distance of objects in the world. "
					},
					"Translation":
					{
						"Text": "ワールド内のオブジェクトの描画距離を調整します。"
					},
					"Key": "Desc_ViewDistanceSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for sounds played by the User Interface."
					},
					"Translation":
					{
						"Text": "ユーザーインターフェースの音量を調整します。"
					},
					"Key": "Desc_UIAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the ambient sounds of the environment."
					},
					"Translation":
					{
						"Text": "環境音の音量を調整します。"
					},
					"Key": "Desc_AmbientAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the in-game effects."
					},
					"Translation":
					{
						"Text": "ゲーム内の効果音の音量を調整します。"
					},
					"Key": "Desc_EffectsAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume for the musics of the game."
					},
					"Translation":
					{
						"Text": "ゲーム内の音楽の音量を調整します。"
					},
					"Key": "Desc_MusicAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Adjust the volume of all the sounds in the game."
					},
					"Translation":
					{
						"Text": "ゲーム内の全ての音量を調整します。"
					},
					"Key": "Desc_MasterAudioSetting"
				},
				{
					"Source":
					{
						"Text": "Ambient Audio Volume"
					},
					"Translation":
					{
						"Text": "環境音の音量"
					},
					"Key": "Option_AmbientAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Method"
					},
					"Translation":
					{
						"Text": "アンチエイリアス方式"
					},
					"Key": "Option_AntiAliasingMethod"
				},
				{
					"Source":
					{
						"Text": "Anti Aliasing Quality"
					},
					"Translation":
					{
						"Text": "アンチエイリアス品質"
					},
					"Key": "Option_AntiAliasingQuality"
				},
				{
					"Source":
					{
						"Text": "Apply"
					},
					"Translation":
					{
						"Text": "適用"
					},
					"Key": "Button_Apply"
				},
				{
					"Source":
					{
						"Text": "Audio"
					},
					"Translation":
					{
						"Text": "オーディオ"
					},
					"Key": "Tab_Audio"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "戻る"
					},
					"Key": "Button_Back"
				},
				{
					"Source":
					{
						"Text": "Balanced"
					},
					"Translation":
					{
						"Text": "バランス"
					},
					"Key": "Upscaling_Balanced"
				},
				{
					"Source":
					{
						"Text": "Boosterchip"
					},
					"Translation":
					{
						"Text": "ブースターチップ"
					},
					"Key": "Tab_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "Camera Field of View"
					},
					"Translation":
					{
						"Text": "カメラ視野角"
					},
					"Key": "Option_FOV"
				},
				{
					"Source":
					{
						"Text": "Camera Sensitivity"
					},
					"Translation":
					{
						"Text": "カメラ感度"
					},
					"Key": "Option_CameraSensitivity"
				},
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "キャンセル"
					},
					"Key": "Button_Cancel"
				},
				{
					"Source":
					{
						"Text": "Contact Shadows"
					},
					"Translation":
					{
						"Text": "コンタクトシャドウ"
					},
					"Key": "Option_ContactShadows"
				},
				{
					"Source":
					{
						"Text": "Continue"
					},
					"Translation":
					{
						"Text": "続行"
					},
					"Key": "Button_Continue"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "操作設定"
					},
					"Key": "Tab_Controls"
				},
				{
					"Source":
					{
						"Text": "Craft"
					},
					"Translation":
					{
						"Text": "クラフト"
					},
					"Key": "Button_Craft"
				},
				{
					"Source":
					{
						"Text": "Description"
					},
					"Translation":
					{
						"Text": "説明"
					},
					"Key": "Description"
				},
				{
					"Source":
					{
						"Text": "Display"
					},
					"Translation":
					{
						"Text": "表示"
					},
					"Key": "Category_Display"
				},
				{
					"Source":
					{
						"Text": "Do you really want to exit the game?"
					},
					"Translation":
					{
						"Text": "本当にゲームを終了しますか？"
					},
					"Key": "ExitGame_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to quit?\r\nAny unsaved progress will be lost."
					},
					"Translation":
					{
						"Text": "本当に終了しますか？\r\n保存されていない進行状況は失われます。"
					},
					"Key": "ReturnToTitle_Warning"
				},
				{
					"Source":
					{
						"Text": "Do you really want to reset settings ?\r\nAny action is definitive."
					},
					"Translation":
					{
						"Text": "本当に設定をリセットしますか？\r\nこの操作は取り消せません。"
					},
					"Key": "Reset_Warning"
				},
				{
					"Source":
					{
						"Text": "Effects Audio Volume"
					},
					"Translation":
					{
						"Text": "効果音の音量"
					},
					"Key": "Option_EffectsAudioVolume"
				},
				{
					"Source":
					{
						"Text": "Effects Quality"
					},
					"Translation":
					{
						"Text": "エフェクト品質"
					},
					"Key": "Option_EffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Empty"
					},
					"Translation":
					{
						"Text": "空"
					},
					"Key": "UI_Empty"
				},
				{
					"Source":
					{
						"Text": "Enable Contact Shadows to add subtle shadowing in areas that would not be covered by standard shadow maps, such as small geometry or grass.\r\n \r\nThis setting has minimal impact on performances."
					},
					"Translation":
					{
						"Text": "コンタクトシャドウを有効にすると、小さなジオメトリや草など、\r\n標準のシャドウマップではカバーされない部分に微細な影が追加されます。\r\n\r\nこの設定はパフォーマンスへの影響が最小限です。"
					},
					"Key": "Desc_ContactShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Hardware Ray Tracing for higher quality Lumen Global Illumination and Reflections. \r\n\r\nThis setting has a large impact on performances and require compatible hardware."
					},
					"Translation":
					{
						"Text": "ハードウェアレイトレーシングを有効にすると、高品質なLumenグローバルイルミネーションと反射が可能になります。\r\n\r\nこの設定はパフォーマンスに大きな影響を与え、対応するハードウェアが必要です。"
					},
					"Key": "Desc_HardwareLumenSetting"
				},
				{
					"Source":
					{
						"Text": "Enable Virtual Shadow Maps for more accurate and higher resolution shadows with greater draw distances.\r\n \r\nThis setting has a large impact on performances thus using Ultra Shadows Quality is not recommended with Virtual Shadow Maps.  "
					},
					"Translation":
					{
						"Text": "バーチャルシャドウマップを有効にすると、より正確で高解像度の影を広範囲に描画できます。\r\n\r\nこの設定はパフォーマンスに大きな影響を与えるため、Ultraシャドウ品質と併用することは推奨されません。"
					},
					"Key": "Desc_VSMShadowsSetting"
				},
				{
					"Source":
					{
						"Text": "Enable holding the sprint button to keep sprinting.\r\nRevert to \"press to sprint\" if disabled."
					},
					"Translation":
					{
						"Text": "スプリントボタンを押し続けることでスプリントを継続できます。\r\n無効にすると「押してスプリント」に戻ります。"
					},
					"Key": "Desc_HoldToSprintSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the X-Axis (left/right)."
					},
					"Translation":
					{
						"Text": "X軸（左右）のカメラ操作を反転させます。"
					},
					"Key": "Desc_InvertXAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Enable the inverted camera controls for the Y-Axis (up/down)."
					},
					"Translation":
					{
						"Text": "Y軸（上下）のカメラ操作を反転させます。"
					},
					"Key": "Desc_InvertYAxisSetting"
				},
				{
					"Source":
					{
						"Text": "Foliage Quality"
					},
					"Translation":
					{
						"Text": "植生品質"
					},
					"Key": "Option_FoliageQuality"
				},
				{
					"Source":
					{
						"Text": "Framerate Limit"
					},
					"Translation":
					{
						"Text": "フレームレート上限"
					},
					"Key": "Option_FramerateLimit"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "ゲームプレイ"
					},
					"Key": "Tab_Gameplay"
				},
				{
					"Source":
					{
						"Text": "Gamma"
					},
					"Translation":
					{
						"Text": "ガンマ"
					},
					"Key": "Option_Gamma"
				},
				{
					"Source":
					{
						"Text": "Global Illumination Quality"
					},
					"Translation":
					{
						"Text": "グローバルイルミネーション品質"
					},
					"Key": "Option_GlobalIlluminationQuality"
				},
				{
					"Source":
					{
						"Text": "Graphics"
					},
					"Translation":
					{
						"Text": "グラフィック"
					},
					"Key": "Tab_Graphics"
				},
				{
					"Source":
					{
						"Text": "Graphics Preset"
					},
					"Translation":
					{
						"Text": "グラフィックプリセット"
					},
					"Key": "Option_GraphicsPreset"
				},
				{
					"Source":
					{
						"Text": "Hardware Ray-Tracing Lumen"
					},
					"Translation":
					{
						"Text": "ハードウェアレイトレーシングLumen"
					},
					"Key": "Option_HardwareRay-TracingLumen"
				},
				{
					"Source":
					{
						"Text": "High"
					},
					"Translation":
					{
						"Text": "高"
					},
					"Key": "High_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Hold To Sprint"
					},
					"Translation":
					{
						"Text": "押し続けてスプリント"
					},
					"Key": "Option_HoldToSprint"
				},
				{
					"Source":
					{
						"Text": "Image Sharpness"
					},
					"Translation":
					{
						"Text": "画像のシャープネス"
					},
					"Key": "Option_ImageSharpness"
				},
				{
					"Source":
					{
						"Text": "Invert X-Axis"
					},
					"Translation":
					{
						"Text": "X軸反転"
					},
					"Key": "Option_InvertXAxis"
				},
				{
					"Source":
					{
						"Text": "Invert Y-Axis"
					},
					"Translation":
					{
						"Text": "Y軸反転"
					},
					"Key": "Option_InvertYAxis"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "言語"
					},
					"Key": "Option_Language"
				},
				{
					"Source":
					{
						"Text": "Load Game"
					},
					"Translation":
					{
						"Text": "ゲームをロード"
					},
					"Key": "LoadGame"
				},
				{
					"Source":
					{
						"Text": "Low"
					},
					"Translation":
					{
						"Text": "低"
					},
					"Key": "Low_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Master Volume"
					},
					"Translation":
					{
						"Text": "マスターボリューム"
					},
					"Key": "Option_MasterVolume"
				},
				{
					"Source":
					{
						"Text": "Medium"
					},
					"Translation":
					{
						"Text": "中"
					},
					"Key": "Medium_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Motion Blur"
					},
					"Translation":
					{
						"Text": "モーションブラー"
					},
					"Key": "Option_MotionBlur"
				},
				{
					"Source":
					{
						"Text": "Music Volume"
					},
					"Translation":
					{
						"Text": "音楽音量"
					},
					"Key": "Option_MusicVolume"
				},
				{
					"Source":
					{
						"Text": "New Game"
					},
					"Translation":
					{
						"Text": "新しいゲーム"
					},
					"Key": "NewGame"
				},
				{
					"Source":
					{
						"Text": "Not Available"
					},
					"Translation":
					{
						"Text": "利用不可"
					},
					"Key": "UI_NotAvailable"
				},
				{
					"Source":
					{
						"Text": "Off"
					},
					"Translation":
					{
						"Text": "Off"
					},
					"Key": "Off_Setting"
				},
				{
					"Source":
					{
						"Text": "On"
					},
					"Translation":
					{
						"Text": "On"
					},
					"Key": "On_Setting"
				},
				{
					"Source":
					{
						"Text": "Options"
					},
					"Translation":
					{
						"Text": "オプション"
					},
					"Key": "Button_OptionsMenu"
				},
				{
					"Source":
					{
						"Text": "Other"
					},
					"Translation":
					{
						"Text": "その他"
					},
					"Key": "Category_Other"
				},
				{
					"Source":
					{
						"Text": "Performance"
					},
					"Translation":
					{
						"Text": "パフォーマンス"
					},
					"Key": "Upscaling_Performance"
				},
				{
					"Source":
					{
						"Text": "Photo Mode"
					},
					"Translation":
					{
						"Text": "フォトモード"
					},
					"Key": "Button_Photo_Mode"
				},
				{
					"Source":
					{
						"Text": "Post Processing Quality"
					},
					"Translation":
					{
						"Text": "ポストプロセス品質"
					},
					"Key": "Option_PostProcessing"
				},
				{
					"Source":
					{
						"Text": "Power"
					},
					"Translation":
					{
						"Text": "攻撃力"
					},
					"Key": "Power"
				},
				{
					"Source":
					{
						"Text": "Quality"
					},
					"Translation":
					{
						"Text": "品質"
					},
					"Key": "Upscaling_Quality"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "終了"
					},
					"Key": "Button_Quit"
				},
				{
					"Source":
					{
						"Text": "Quit To Title Screen"
					},
					"Translation":
					{
						"Text": "タイトル画面に戻る"
					},
					"Key": "Button_Quit_To_Title_Screen"
				},
				{
					"Source":
					{
						"Text": "Reflections Quality"
					},
					"Translation":
					{
						"Text": "反射品質"
					},
					"Key": "Option_ReflectionQuality"
				},
				{
					"Source":
					{
						"Text": "Reset"
					},
					"Translation":
					{
						"Text": "リセット"
					},
					"Key": "Button_Reset"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "解像度"
					},
					"Key": "Option_ResolutionMode"
				},
				{
					"Source":
					{
						"Text": "Resolution Scale"
					},
					"Translation":
					{
						"Text": "解像度スケール"
					},
					"Key": "Option_ResolutionScale"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "選択"
					},
					"Key": "Button_Select"
				},
				{
					"Source":
					{
						"Text": "Select Default Weapon"
					},
					"Translation":
					{
						"Text": "デフォルトの武器を選択してください。"
					},
					"Key": "UI_WeaponSelect"
				},
				{
					"Source":
					{
						"Text": "Select a graphics quality preset to quickly adjust all the graphics settings to the desired value."
					},
					"Translation":
					{
						"Text": "グラフィック品質のプリセットを選択し、すべてのグラフィック設定を素早く調整します。"
					},
					"Key": "Desc_GraphicsPresetSettings"
				},
				{
					"Source":
					{
						"Text": "Select the VSync mode used by the game. \r\n\r\nThe options are dependent of your monitor's refresh rate: 1/1 option will enable vsync at your maximum refresh rate. 1/2 will enable vsync at half your monitor’s refresh rate, and so on. "
					},
					"Translation":
					{
						"Text": "ゲームで使用するVSyncモードを選択します。\r\n\r\nオプションはモニターのリフレッシュレートに依存します。\r\n1/1 は最大リフレッシュレートでVSyncを有効にし、1/2 はその半分で有効になります。"
					},
					"Key": "Desc_VSyncSetting"
				},
				{
					"Source":
					{
						"Text": "Select the method used to remove aliasing and jagged edges in the game.\r\n\r\nUpscaling Method must be set to Off to adjust this setting manually,"
					},
					"Translation":
					{
						"Text": "ゲーム内のジャギーやエイリアスを除去する方法を選択してください。\r\n\r\nアップスケーリング方法はオフに設定する必要があります。"
					},
					"Key": "Desc_AAMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the quality to performance balance of the choosen upscaling method. \r\n\r\nHigher quality options will offer better image quality but a smaller performance gain while higher performance options will offer greater performances but with a more degraded image quality.  "
					},
					"Translation":
					{
						"Text": "選択したアップスケーリング方式の品質とパフォーマンスのバランスを設定します。\r\n\r\n高品質な設定ではより良い画像品質を提供しますが、\r\nパフォーマンス向上は小さくなります。\r\n\r\n逆に高パフォーマンス設定では性能向上が大きくなりますが、画質が低下します。"
					},
					"Key": "Desc_UpscaleQualitySetting"
				},
				{
					"Source":
					{
						"Text": "Select the upscaling method used by the game to improve performances at a minimal impact to visuals. "
					},
					"Translation":
					{
						"Text": "ゲームのパフォーマンスを向上させるために使用されるアップスケーリング方式を選択します。"
					},
					"Key": "Desc_UpscaleMethodSetting"
				},
				{
					"Source":
					{
						"Text": "Select the window mode used by the game. "
					},
					"Translation":
					{
						"Text": "ゲームのウィンドウモードを選択します。"
					},
					"Key": "Desc_WindowMode"
				},
				{
					"Source":
					{
						"Text": "Shading Quality"
					},
					"Translation":
					{
						"Text": "シェーディング品質"
					},
					"Key": "Option_ShadingQuality"
				},
				{
					"Source":
					{
						"Text": "Shadows Quality"
					},
					"Translation":
					{
						"Text": "影品質"
					},
					"Key": "Option_ShadowsQuality"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "スキル"
					},
					"Key": "Tab_Skill"
				},
				{
					"Source":
					{
						"Text": "Skill"
					},
					"Translation":
					{
						"Text": "スキル"
					},
					"Key": "Skill"
				},
				{
					"Source":
					{
						"Text": "Skill Craft"
					},
					"Translation":
					{
						"Text": "スキルクラフト"
					},
					"Key": "Skill_Craft"
				},
				{
					"Source":
					{
						"Text": "Skill Description"
					},
					"Translation":
					{
						"Text": "スキル説明"
					},
					"Key": "Skill_Description"
				},
				{
					"Source":
					{
						"Text": "Skill Enforcement"
					},
					"Translation":
					{
						"Text": "スキル強化"
					},
					"Key": "Skill_Enforcement"
				},
				{
					"Source":
					{
						"Text": "Skill Name"
					},
					"Translation":
					{
						"Text": "スキル名"
					},
					"Key": "Skill_Name"
				},
				{
					"Source":
					{
						"Text": "Skill Sub Description"
					},
					"Translation":
					{
						"Text": "スキル補助説明"
					},
					"Key": "Skill_Sub_Description"
				},
				{
					"Source":
					{
						"Text": "Some settings have unsaved modifications.\r\nDo you really want to close ?"
					},
					"Translation":
					{
						"Text": "一部の設定が未保存の状態です。\r\n本当に閉じますか？"
					},
					"Key": "Unsaved_Warning"
				},
				{
					"Source":
					{
						"Text": "Speed"
					},
					"Translation":
					{
						"Text": "攻撃速度"
					},
					"Key": "Speed"
				},
				{
					"Source":
					{
						"Text": "Stat"
					},
					"Translation":
					{
						"Text": "ステータス"
					},
					"Key": "Stat"
				},
				{
					"Source":
					{
						"Text": "System"
					},
					"Translation":
					{
						"Text": "システム"
					},
					"Key": "Tab_System"
				},
				{
					"Source":
					{
						"Text": "Textures Filtering"
					},
					"Translation":
					{
						"Text": "テクスチャフィルタリング"
					},
					"Key": "Option_TextureFiltering"
				},
				{
					"Source":
					{
						"Text": "Textures Quality"
					},
					"Translation":
					{
						"Text": "テクスチャ品質"
					},
					"Key": "Option_TextureQuality"
				},
				{
					"Source":
					{
						"Text": "UI Effects Volume"
					},
					"Translation":
					{
						"Text": "UI効果音量"
					},
					"Key": "Option_UIEffectsVolume"
				},
				{
					"Source":
					{
						"Text": "Ultra"
					},
					"Translation":
					{
						"Text": "ウルトラ"
					},
					"Key": "Ultra_Quality_Setting"
				},
				{
					"Source":
					{
						"Text": "Ultra Performance"
					},
					"Translation":
					{
						"Text": "ウルトラパフォーマンス"
					},
					"Key": "Upscaling_UltraPerformance"
				},
				{
					"Source":
					{
						"Text": "Ultra Quality"
					},
					"Translation":
					{
						"Text": "ウルトラ品質"
					},
					"Key": "Upscaling_UltraQuality"
				},
				{
					"Source":
					{
						"Text": "Upscaling & AA"
					},
					"Translation":
					{
						"Text": "アップスケーリング＆AA"
					},
					"Key": "Category_Upscaling_AA"
				},
				{
					"Source":
					{
						"Text": "Upscaling Method"
					},
					"Translation":
					{
						"Text": "アップスケーリング方式"
					},
					"Key": "Option_UpscalingMethod"
				},
				{
					"Source":
					{
						"Text": "Upscaling Quality"
					},
					"Translation":
					{
						"Text": "アップスケーリング品質"
					},
					"Key": "Option_UpscalingQuality"
				},
				{
					"Source":
					{
						"Text": "Utility"
					},
					"Translation":
					{
						"Text": "ユーティリティ"
					},
					"Key": "Utility"
				},
				{
					"Source":
					{
						"Text": "VSync"
					},
					"Translation":
					{
						"Text": "VSync"
					},
					"Key": "Option_VSync"
				},
				{
					"Source":
					{
						"Text": "Video"
					},
					"Translation":
					{
						"Text": "ビデオ"
					},
					"Key": "Tab_Video"
				},
				{
					"Source":
					{
						"Text": "View Distance"
					},
					"Translation":
					{
						"Text": "視野距離"
					},
					"Key": "Option_View_Distance"
				},
				{
					"Source":
					{
						"Text": "Virtual Shadow Maps"
					},
					"Translation":
					{
						"Text": "バーチャルシャドウマップ"
					},
					"Key": "Option_VirtualShadowMaps"
				},
				{
					"Source":
					{
						"Text": "Volumetric Effects Quality"
					},
					"Translation":
					{
						"Text": "ボリューメトリックエフェクト品質"
					},
					"Key": "Option_VolumetricEffectsQuality"
				},
				{
					"Source":
					{
						"Text": "Window Mode"
					},
					"Translation":
					{
						"Text": "ウィンドウモード"
					},
					"Key": "Option_WindowMode"
				}
			]
		},
		{
			"Namespace": "ST_Item",
			"Children": [
				{
					"Source":
					{
						"Text": "A cigarette butt with embers still glowing."
					},
					"Translation":
					{
						"Text": "まだ火が残っているタバコの吸い殻。"
					},
					"Key": "Desc_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "A discarded soda can. It looks quite spoiled."
					},
					"Translation":
					{
						"Text": "捨てられたソーダ缶。かなり傷んでいるようだ。"
					},
					"Key": "Desc_SodaCan"
				},
				{
					"Source":
					{
						"Text": "A piece of used chewing gum. It could be used as an adhesive."
					},
					"Translation":
					{
						"Text": "使い古されたチューインガムのかけら。接着剤として使えるかもしれない。"
					},
					"Key": "Desc_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "A small EMP bomb made by someone. It seems highly effective against machines."
					},
					"Translation":
					{
						"Text": "誰かが作った小型EMP爆弾。機械に対して非常に効果的なようだ。"
					},
					"Key": "Desc_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "A small bomb crafted by someone. It looks incredibly powerful."
					},
					"Translation":
					{
						"Text": "誰かが作った小型爆弾。非常に強力に見える。"
					},
					"Key": "Desc_Bombard"
				},
				{
					"Source":
					{
						"Text": "BB Gun"
					},
					"Translation":
					{
						"Text": "BBガン"
					},
					"Key": "Name_BBGun"
				},
				{
					"Source":
					{
						"Text": "Baseball Bat"
					},
					"Translation":
					{
						"Text": "野球バット"
					},
					"Key": "Name_BaseballBat"
				},
				{
					"Source":
					{
						"Text": "Blade"
					},
					"Translation":
					{
						"Text": "ブレード"
					},
					"Key": "Name_Blade"
				},
				{
					"Source":
					{
						"Text": "Bombard"
					},
					"Translation":
					{
						"Text": "ボンバード"
					},
					"Key": "Name_Bombard"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Action)"
					},
					"Translation":
					{
						"Text": "ブースターチップ（アクション）"
					},
					"Key": "Name_BoosterChip_Action"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Flame)"
					},
					"Translation":
					{
						"Text": "ブースターチップ（炎）"
					},
					"Key": "Name_BoosterChip_Flame"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Freezing)"
					},
					"Translation":
					{
						"Text": "ブースターチップ（冷気）"
					},
					"Key": "Name_BoosterChip_Freezing"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Item)"
					},
					"Translation":
					{
						"Text": "ブースターチップ（アイテム）"
					},
					"Key": "Name_BoosterChip_Item"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Oxidation)"
					},
					"Translation":
					{
						"Text": "ブースターチップ（酸化）"
					},
					"Key": "Name_BoosterChip_Oxidation"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Slow)"
					},
					"Translation":
					{
						"Text": "ブースターチップ（スロー）"
					},
					"Key": "Name_BoosterChip_Slow"
				},
				{
					"Source":
					{
						"Text": "Booster Chip (Special Action)"
					},
					"Translation":
					{
						"Text": "ブースターチップ（特殊アクション）"
					},
					"Key": "Name_BoosterChip_SpecialAction"
				},
				{
					"Source":
					{
						"Text": "Broken Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "壊れたガラス瓶バット"
					},
					"Key": "Name_BrokenGlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Chewing Gum"
					},
					"Translation":
					{
						"Text": "チューインガム"
					},
					"Key": "Name_ChewingGum"
				},
				{
					"Source":
					{
						"Text": "Cigarette Butt"
					},
					"Translation":
					{
						"Text": "タバコの吸い殻"
					},
					"Key": "Name_CigaretteButt"
				},
				{
					"Source":
					{
						"Text": "Common Ticket"
					},
					"Translation":
					{
						"Text": "コモンチケット"
					},
					"Key": "Name_Common_Ticket"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Gear]"
					},
					"Translation":
					{
						"Text": "クラフト素材 [ギア]"
					},
					"Key": "Name_CraftingMaterial_Gear"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Screw]"
					},
					"Translation":
					{
						"Text": "クラフト素材 [ネジ]"
					},
					"Key": "Name_CraftingMaterial_Screw"
				},
				{
					"Source":
					{
						"Text": "Crafting Material [Spring]"
					},
					"Translation":
					{
						"Text": "クラフト素材 [バネ]"
					},
					"Key": "Name_CraftingMaterial_Spring"
				},
				{
					"Source":
					{
						"Text": "Double-Bladed Lightsaber"
					},
					"Translation":
					{
						"Text": "両刃ライトセーバー"
					},
					"Key": "Name_DoubleBladedLightsaber"
				},
				{
					"Source":
					{
						"Text": "EMP Vial"
					},
					"Translation":
					{
						"Text": "EMPバイアル"
					},
					"Key": "Name_EMP_Vial"
				},
				{
					"Source":
					{
						"Text": "Energy Blaster"
					},
					"Translation":
					{
						"Text": "エナジーブラスター"
					},
					"Key": "Name_EnergyBlaster"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle"
					},
					"Translation":
					{
						"Text": "ガラス瓶"
					},
					"Key": "Name_GlassBottle"
				},
				{
					"Source":
					{
						"Text": "Glass Bottle Bat"
					},
					"Translation":
					{
						"Text": "ガラス瓶バット"
					},
					"Key": "Name_GlassBottleBat"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Large)"
					},
					"Translation":
					{
						"Text": "ヒールパック（大）"
					},
					"Key": "Name_HealPack_Large"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Medium)"
					},
					"Translation":
					{
						"Text": "ヒールパック（中）"
					},
					"Key": "Name_HealPack_Medium"
				},
				{
					"Source":
					{
						"Text": "Heal Pack (Small)"
					},
					"Translation":
					{
						"Text": "ヒールパック（小）"
					},
					"Key": "Name_HealPack_Small"
				},
				{
					"Source":
					{
						"Text": "Iron Hammer"
					},
					"Translation":
					{
						"Text": "アイアンハンマー"
					},
					"Key": "Name_IronHammer"
				},
				{
					"Source":
					{
						"Text": "Kettlebell"
					},
					"Translation":
					{
						"Text": "ケトルベル"
					},
					"Key": "Name_Kettlebell"
				},
				{
					"Source":
					{
						"Text": "Legendary Ticket"
					},
					"Translation":
					{
						"Text": "レジェンダリーチケット"
					},
					"Key": "Name_Legendary_Ticket"
				},
				{
					"Source":
					{
						"Text": "Mace"
					},
					"Translation":
					{
						"Text": "メイス"
					},
					"Key": "Name_Mace"
				},
				{
					"Source":
					{
						"Text": "None"
					},
					"Translation":
					{
						"Text": "なし"
					},
					"Key": "Name_None"
				},
				{
					"Source":
					{
						"Text": "Rare Ticket"
					},
					"Translation":
					{
						"Text": "レアチケット"
					},
					"Key": "Name_Rare_Ticket"
				},
				{
					"Source":
					{
						"Text": "Soda Can"
					},
					"Translation":
					{
						"Text": "ソーダ缶"
					},
					"Key": "Name_SodaCan"
				},
				{
					"Source":
					{
						"Text": "Taser Stick"
					},
					"Translation":
					{
						"Text": "テーザースティック"
					},
					"Key": "Name_TaserStick"
				},
				{
					"Source":
					{
						"Text": "Universal Material [Wrench]"
					},
					"Translation":
					{
						"Text": "ユニバーサル素材 [レンチ]"
					},
					"Key": "Name_UniversalMaterial_Wrench"
				}
			]
		},
		{
			"Namespace": "ST_Skill",
			"Children": [
				{
					"Source":
					{
						"Text": "Analyzes the weaknesses of nearby enemies, reducing their defense."
					},
					"Translation":
					{
						"Text": "周囲の敵の弱点を分析し、防御力を低下させる。"
					},
					"Key": "Desc_WeaknessAnalysis"
				},
				{
					"Source":
					{
						"Text": "Blink"
					},
					"Translation":
					{
						"Text": "ブリンク"
					},
					"Key": "Name_Blink"
				},
				{
					"Source":
					{
						"Text": "Emits a Hellptimization wave around the player, reducing the attack power of nearby enemies."
					},
					"Translation":
					{
						"Text": "プレイヤーの周囲にヘルプティマイゼーション波を放ち、周囲の敵の攻撃力を低下させる。"
					},
					"Key": "Desc_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Forward Slash"
					},
					"Translation":
					{
						"Text": "前方斬り"
					},
					"Key": "Name_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Hellptimization"
					},
					"Translation":
					{
						"Text": "ヘルプティマイゼーション"
					},
					"Key": "Name_Hellptimization"
				},
				{
					"Source":
					{
						"Text": "Moves quickly in the direction of the key input in a short, straight dash."
					},
					"Translation":
					{
						"Text": "キー入力の方向へ素早く短距離直線ダッシュする。"
					},
					"Key": "Desc_Blink"
				},
				{
					"Source":
					{
						"Text": "Multi Slash"
					},
					"Translation":
					{
						"Text": "マルチスラッシュ"
					},
					"Key": "Name_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Searches for enemies within a 10m radius and slashes through them at high speed, starting with the closest target."
					},
					"Translation":
					{
						"Text": "半径10m以内の敵を探し、最も近いターゲットから順に高速で斬りつける。"
					},
					"Key": "Desc_MultiSlash"
				},
				{
					"Source":
					{
						"Text": "Slashes forward in a straight line at high speed."
					},
					"Translation":
					{
						"Text": "高速で前方へ直線的に斬り込む。"
					},
					"Key": "Desc_ForwardSlash"
				},
				{
					"Source":
					{
						"Text": "Teleport"
					},
					"Translation":
					{
						"Text": "テレポート"
					},
					"Key": "Name_Teleport"
				},
				{
					"Source":
					{
						"Text": "Teleports above the nearest enemy from the player and strikes downward. If no target is available, teleportation fails."
					},
					"Translation":
					{
						"Text": "プレイヤーの最も近くの敵の上空へテレポートし、真下に攻撃する。ターゲットがいない場合、テレポートは失敗する。"
					},
					"Key": "Desc_Teleport"
				},
				{
					"Source":
					{
						"Text": "Weakness Analysis"
					},
					"Translation":
					{
						"Text": "弱点分析"
					},
					"Key": "Name_WeaknessAnalysis"
				}
			]
		},
		{
			"Namespace": "ST_Tutorial",
			"Children": [
				{
					"Source":
					{
						"Text": "<Medium.26>[Booster Chip Guide]</>\r\n\r\n<Default>Enhance your combat power with over 100 different booster chips for a more powerful gameplay experience.</>\r\n\r\n<Medium.24>[Types of Booster Chips]</>\r\n\r\nCombo Upgrade Type: Enhances the abilities of key combos (basic, jump, dash) and applies debuff effects.\r\nBase Stat Enhancement Chips: Increases core attributes such as attack power, defense, speed, and survivability.\r\n<Medium.24>[How to Obtain]</>\r\n\r\nStage Completion Rewards: Randomly provided upon clearing each stage.\r\n<Medium.24>[How to Use]</>\r\n\r\nAuto-Equip: Automatically activated upon acquisition.\r\n<Default>With over 100 types of booster chips available, strategically combine them to tailor your combat style and maximize your effectiveness on the battlefield!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[ブースターチップガイド]</>\r\n\r\n<Default>100種類以上のブースターチップで戦闘力を強化し、より強力なゲームプレイを体験しよう。</>\r\n\r\n<Medium.24>[ブースターチップの種類]</>\r\n\r\nコンボ強化型: 主要なコンボ（基本、ジャンプ、ダッシュ）の能力を向上させ、デバフ効果を付与する。\r\n基礎ステータス強化型: 攻撃力、防御力、速度、生存能力などの基本属性を向上させる。\r\n<Medium.24>[入手方法]</>\r\n\r\nステージクリア報酬: ステージをクリアするとランダムで提供される。\r\n<Medium.24>[使用方法]</>\r\n\r\n自動装備: 入手時に自動で有効化される。\r\n<Default>100種類以上のブースターチップを戦略的に組み合わせて、自分だけの戦闘スタイルを確立し、戦場での効果を最大化しよう！</>"
					},
					"Key": "Tutorial_Boosterchip"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Combat Guide]</>\r\n<Default>Master the art of combat in BackStreet</>. \r\nUse your skills and tactics to overcome enemies and thrive in the desolate city.\r\n\r\n<Medium.24>[Combo Types]</>\r\n- Standard Combo: Chain basic attacks for a steady damage output.\r\n- Dash Combo:  Launch a swift attack while dashing, with the final hit dealing area damage to multiple enemies.\r\n- Air Combo: Strike enemies mid-air for high damage and strategic advantage.\r\n\r\n<Medium.24>[Battle Tips]</>\r\n- Ranged Enemies: Attack from a distance with projectiles. Use agility to close the gap.\r\n- Melee Enemies: Engage in close quarters. Time your attacks to counter them effectively.\r\n- Roll to Evade: Avoid enemy attacks and projectiles by rolling. Perfect timing can save your life.\r\n\r\n<Default>Practice these techniques to dominate the battlefield and prepare for the ultimate challenge!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[戦闘ガイド]</>\r\n<Default>BackStreetで戦闘技術を極めよう</>。\r\nスキルと戦術を駆使して敵を倒し、荒廃した都市で生き残れ。\r\n\r\n<Medium.24>[コンボの種類]</>\r\n- スタンダードコンボ: 基本攻撃を連鎖させて安定したダメージを与える。\r\n- ダッシュコンボ: ダッシュ中に素早く攻撃し、最後の一撃で範囲ダメージを与える。\r\n- エアコンボ: 空中の敵を攻撃し、高ダメージと戦術的優位性を得る。\r\n\r\n<Medium.24>[戦闘のコツ]</>\r\n- 遠距離敵: 飛び道具で攻撃し、素早く距離を詰める。\r\n- 近距離敵: 接近戦で戦い、攻撃のタイミングを見極める。\r\n- 回避: ロールを使って敵の攻撃や飛び道具を避ける。完璧なタイミングで回避すれば生存率が上がる。\r\n\r\n<Default>これらの技術を練習し、戦場を支配しよう！</>"
					},
					"Key": "Tutorial_Battle_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Debuff Guide]</>\r\n<Default>Apply various debuffs to enemies using sub weapons and skills and boosters</>.\r\n\r\n<Medium.24>[Types of Debuffs]</>\r\n- Fire, Corrosion: Inflict continuous damage over time (DoT).\r\n- Slow: Significantly reduce enemy movement speed.\r\n- Attack and Defense Down: Weaken enemy attack power and defense.\r\n- Stun: Temporarily immobilize enemies.\r\n\r\n<Medium.24>[How to Utilize]</>\r\nStrategically apply debuffs using sub weapons and skills to gain the upper hand in battles!\r\n\r\n<Default>Use Debuffs to effectively control and defeat your enemies.</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[デバフガイド]</>\r\n<Default>サブ武器やスキル、ブースターを活用して敵に様々なデバフを適用しよう。</>\r\n\r\n<Medium.24>[デバフの種類]</>\r\n- 火炎、腐食: 継続ダメージ（DoT）を与える。\r\n- スロー: 敵の移動速度を大幅に低下させる。\r\n- 攻撃力・防御力低下: 敵の攻撃力と防御力を弱体化させる。\r\n- スタン: 一時的に敵の動きを封じる。\r\n\r\n<Medium.24>[活用方法]</>\r\nサブ武器やスキルを駆使してデバフを戦略的に適用し、戦闘で優位に立とう！\r\n\r\n<Default>デバフを効果的に活用し、敵を制圧せよ。</>"
					},
					"Key": "Tutorial_Debuff"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Item Reward Guide]</>\r\n\r\n<Default>Receive various item rewards to enhance your survival and power</>.\r\n\r\n<Medium.24>[Healing Packs]</>\r\n- Types: Small, Medium, Large healing packs.\r\n- How to Obtain:\r\n  - Randomly awarded as stage rewards.\r\n  - Collected during gameplay using the 'F' key.\r\n\r\n<Medium.24>[Crafting Materials]</>\r\n- Purpose: Used to craft and enhance skills.\r\n- How to Obtain:\r\n  - Automatically collected from defeated enemies.\r\n- Skill Craft: Available exclusively at designated \"Crafting Stages\".\r\n\r\n<Default>Utilize healing packs and crafting materials effectively to strengthen your character and progress through challenges!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[アイテム報酬ガイド]</>\r\n\r\n<Default>生存力と戦闘力を強化するさまざまなアイテム報酬を手に入れよう。</>\r\n\r\n<Medium.24>[ヒールパック]</>\r\n- 種類: 小、中、大のヒールパック。\r\n- 入手方法:\r\n  - ステージ報酬としてランダムに獲得。\r\n  - ゲームプレイ中に'F'キーで収集。\r\n\r\n<Medium.24>[クラフト素材]</>\r\n- 目的: スキルの作成および強化に使用。\r\n- 入手方法:\r\n  - 敵を倒すと自動的に収集。\r\n- スキルクラフト: 指定された「クラフトステージ」でのみ利用可能。\r\n\r\n<Default>ヒールパックとクラフト素材をうまく活用してキャラクターを強化し、試練を乗り越えよう！</>"
					},
					"Key": "Tutorial_Reward_1"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Notice!]</>\r\n<Default>This is a demo version of BackStreet</>.\r\nPlease note that it may differ from the final release.\r\n\r\n<Medium.24>[Features in the Demo]</>\r\nLimited access to stages, characters, and abilities. Some features, such as advanced AI behaviors and final cutscenes, are not yet included.\r\n\r\n<Medium.24>[Known Issues]</>\r\nPlaceholder assets may appear during gameplay. Certain animations and sound effects are in progress.\r\n\r\n<Medium.24>[Feedback Request]</>\r\nYour feedback is crucial to improving the game! Report bugs and provide suggestions through our feedback form. Join our community channels for discussions and updates.\r\n\r\n<Medium.24>[Final Note]</>\r\nEnjoy the sneak peek of BackStreet, and stay tuned for the full version's release!"
					},
					"Translation":
					{
						"Text": "<Medium.26>[お知らせ！]</>\r\n<Default>これはBackStreetのデモ版です。</>\r\n最終リリースとは異なる可能性があることをご了承ください。\r\n\r\n<Medium.24>[デモ版の特徴]</>\r\nステージ、キャラクター、スキルへのアクセスが制限されています。高度なAIの挙動や最終カットシーンなど、一部の機能はまだ含まれていません。\r\n\r\n<Medium.24>[既知の問題]</>\r\nゲームプレイ中にプレースホルダーアセットが表示される場合があります。一部のアニメーションや効果音は開発中です。\r\n\r\n<Medium.24>[フィードバックのお願い]</>\r\nゲームの改善には皆さんのフィードバックが不可欠です！バグ報告や提案をフィードバックフォームで送信してください。コミュニティチャンネルに参加して、ディスカッションや最新情報をチェックしましょう。\r\n\r\n<Medium.24>[最後に]</>\r\nBackStreetのデモ版をお楽しみください！正式リリースをお待ちください。"
					},
					"Key": "Tutorial_Entry_2"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Stage System Guide]</>\r\n<Default>Explore various stages across chapters with unique challenges and rewards.</>\r\n\r\n<Medium.24>[Chapter Structure]</>\r\n- Each Chapter consists of approximately 11 stages.\r\n- 2 Craft Stages per chapter, offering a choice between two paths.\r\n- Reward System: All rewards are provided randomly, adding an element of surprise to each playthrough.\r\n\r\n<Medium.24>[Stage Selection]</>\r\n- At certain points in a chapter, you can select between two paths, each with different challenges and rewards.\r\n- Choose wisely, as each path can impact your progression and available resources.\r\n\r\n<Default>Prepare for a thrilling journey where each stage brings new opportunities and risks, and the rewards are always unpredictable!</>"
					},
					"Translation":
					{
						"Text": "<Medium.26>[ステージシステムガイド]</>\r\n<Default>ユニークな挑戦と報酬が待つ、各章のさまざまなステージを探索しよう。</>\r\n\r\n<Medium.24>[チャプター構成]</>\r\n- 各チャプターは約11のステージで構成されている。\r\n- 各チャプターには2つのクラフトステージがあり、2つのルートのどちらかを選択できる。\r\n- 報酬システム: すべての報酬はランダムに提供され、プレイごとに予測不可能な要素が追加される。\r\n\r\n<Medium.24>[ステージ選択]</>\r\n- チャプターの特定のポイントで、異なる挑戦と報酬を持つ2つのルートのいずれかを選択できる。\r\n- 選択によって進行や入手できるリソースが影響を受けるため、慎重に決めよう。\r\n\r\n<Default>各ステージには新たなチャンスとリスクがあり、報酬は常に予測不可能！スリリングな冒険に備えよう！</>"
					},
					"Key": "Tutorial_Stage"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Sub Weapon Guide]</>\r\n<Default>Utilize various auxiliary weapons to support your battles</>.\r\nWhen used effectively, they can turn the tide of combat.\r\n\r\n<Medium.24>[How to Use]</>\r\n- During Combos: Press Right-Click to fire instantly during a combo.\r\n- Aimed Use: Press Right-Click to aim, then Left-Click to fire.\r\n\r\n<Medium.24>[How to Obtain, Types of Sub Weapons]</>\r\n- Sub weapons can be found in trash bags scattered throughout the map.\r\n- Bubblegum / Aluminum Cans / Cigarette Butts / etc.."
					},
					"Translation":
					{
						"Text": "<Medium.26>[サブ武器ガイド]</>\r\n<Default>戦闘をサポートするさまざまな補助武器を活用しよう。</>\r\n効果的に使うことで、戦況を一変させることができる。\r\n\r\n<Medium.24>[使用方法]</>\r\n- コンボ中: 右クリックで即座に発射可能。\r\n- 照準射撃: 右クリックで照準を合わせ、左クリックで発射。\r\n\r\n<Medium.24>[入手方法とサブ武器の種類]</>\r\n- マップ上のゴミ袋の中からサブ武器を見つけることができる。\r\n- チューインガム / アルミ缶 / タバコの吸い殻 など。"
					},
					"Key": "Tutorial_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "<Medium.26>[Welcome!]</>\r\n\r\n<Default>Welcome to BackStreet</>.\r\nTo survive here, you must face off against robots in a desolate city.\r\n\r\n<Medium.24>[Background]</>\r\nYou must defeat the central AI that rules the city, <Medium.24>3COS</>, and recover your lost memories.\r\n\r\n<Medium.24>[Objectives]</>\r\n\r\nBattle hordes of robots to hone your skills and survival instincts.\r\nGrow stronger with skills and booster chips obtained from the city.\r\nLiberate the empty dystopian city through the final showdown."
					},
					"Translation":
					{
						"Text": "<Medium.26>[ようこそ！]</>\r\n\r\n<Default>BackStreetへようこそ。</>\r\nこの荒廃した都市で生き残るためには、ロボットと戦わなければなりません。\r\n\r\n<Medium.24>[背景]</>\r\nこの都市を支配する中央AI、<Medium.24>3COS</>を倒し、失われた記憶を取り戻すことが目的です。\r\n\r\n<Medium.24>[目標]</>\r\n\r\n無数のロボットと戦い、スキルと生存本能を鍛えよう。\r\n都市で手に入るスキルやブースターチップでさらに強くなろう。\r\n最終決戦を通じて、この無人のディストピア都市を解放しよう。"
					},
					"Key": "Tutorial_Entry"
				},
				{
					"Source":
					{
						"Text": "About Ability"
					},
					"Translation":
					{
						"Text": "アビリティについて"
					},
					"Key": "Header_AbilityInfo"
				},
				{
					"Source":
					{
						"Text": "About Boosterchip"
					},
					"Translation":
					{
						"Text": "ブースターチップについて"
					},
					"Key": "Header_BoosterChip"
				},
				{
					"Source":
					{
						"Text": "About Combo"
					},
					"Translation":
					{
						"Text": "コンボについて"
					},
					"Key": "Header_ComboInfo"
				},
				{
					"Source":
					{
						"Text": "About Debuff"
					},
					"Translation":
					{
						"Text": "デバフについて"
					},
					"Key": "Header_Debuff"
				},
				{
					"Source":
					{
						"Text": "About Item Reward"
					},
					"Translation":
					{
						"Text": "アイテム報酬について"
					},
					"Key": "Header_Reward"
				},
				{
					"Source":
					{
						"Text": "About Stagesystem"
					},
					"Translation":
					{
						"Text": "ステージシステムについて"
					},
					"Key": "Header_Stage"
				},
				{
					"Source":
					{
						"Text": "About SubWeapon"
					},
					"Translation":
					{
						"Text": "サブ武器について"
					},
					"Key": "Header_SubWeapon"
				},
				{
					"Source":
					{
						"Text": "Aim"
					},
					"Translation":
					{
						"Text": "エイム"
					},
					"Key": "Input_Aim"
				},
				{
					"Source":
					{
						"Text": "Attack"
					},
					"Translation":
					{
						"Text": "攻撃"
					},
					"Key": "Input_Attack"
				},
				{
					"Source":
					{
						"Text": "Battle"
					},
					"Translation":
					{
						"Text": "戦闘"
					},
					"Key": "Input_Category_Battle"
				},
				{
					"Source":
					{
						"Text": "Elimate all enemies."
					},
					"Translation":
					{
						"Text": "すべての敵を排除せよ。"
					},
					"Key": "UI_Elimate_Enemy"
				},
				{
					"Source":
					{
						"Text": "Interact"
					},
					"Translation":
					{
						"Text": "インタラクト"
					},
					"Key": "Input_Interact"
				},
				{
					"Source":
					{
						"Text": "Jump"
					},
					"Translation":
					{
						"Text": "ジャンプ"
					},
					"Key": "Input_Jump"
				},
				{
					"Source":
					{
						"Text": "Move Backward"
					},
					"Translation":
					{
						"Text": "後退"
					},
					"Key": "Input_MoveBackward"
				},
				{
					"Source":
					{
						"Text": "Move Forward"
					},
					"Translation":
					{
						"Text": "前進"
					},
					"Key": "Input_MoveForward"
				},
				{
					"Source":
					{
						"Text": "Move Left"
					},
					"Translation":
					{
						"Text": "左へ移動"
					},
					"Key": "Input_MoveLeft"
				},
				{
					"Source":
					{
						"Text": "Move Right"
					},
					"Translation":
					{
						"Text": "右へ移動"
					},
					"Key": "Input_MoveRight"
				},
				{
					"Source":
					{
						"Text": "Movement"
					},
					"Translation":
					{
						"Text": "移動"
					},
					"Key": "Input_Category_Movement"
				},
				{
					"Source":
					{
						"Text": "Obtain all items."
					},
					"Translation":
					{
						"Text": "すべてのアイテムを獲得せよ。"
					},
					"Key": "UI_ObtainItems"
				},
				{
					"Source":
					{
						"Text": "Open the trash bag."
					},
					"Translation":
					{
						"Text": "ゴミ袋を開ける。"
					},
					"Key": "UI_OpenTrash"
				},
				{
					"Source":
					{
						"Text": "Roll"
					},
					"Translation":
					{
						"Text": "回避"
					},
					"Key": "Input_Roll"
				},
				{
					"Source":
					{
						"Text": "Shoot"
					},
					"Translation":
					{
						"Text": "射撃"
					},
					"Key": "Input_Shoot"
				},
				{
					"Source":
					{
						"Text": "SkillA"
					},
					"Translation":
					{
						"Text": "スキルA"
					},
					"Key": "Input_SkillA"
				},
				{
					"Source":
					{
						"Text": "SkillB"
					},
					"Translation":
					{
						"Text": "スキルB"
					},
					"Key": "Input_SkillB"
				},
				{
					"Source":
					{
						"Text": "SkillC"
					},
					"Translation":
					{
						"Text": "スキルC"
					},
					"Key": "Input_SkillC"
				},
				{
					"Source":
					{
						"Text": "Sprint"
					},
					"Translation":
					{
						"Text": "スプリント"
					},
					"Key": "Input_Sprint"
				},
				{
					"Source":
					{
						"Text": "Welcome!"
					},
					"Translation":
					{
						"Text": "ようこそ！"
					},
					"Key": "Header_Welcome"
				},
				{
					"Source":
					{
						"Text": "World"
					},
					"Translation":
					{
						"Text": "ワールド"
					},
					"Key": "Input_Category_World"
				}
			]
		}
	]
}